<?php
require("conn.php");
       
//		$sql="select *from 市优质奖  "; 
//		$result=$conn->query($sql);	
//		if($result->num_rows>0){
//			while($row = $result->fetch_assoc())
//			{
//				
////				if($row['通讯员手机号码']!=""){
//	    
//		$sqli = "INSERT INTO 新市优质奖 (会员标记码,账号,工程分类,工程状态,工程名称,项目地址,申报日期,承建单位,承建联系人,承建联系人电话,建造师姓名,参建单位,参建联系人姓名,参建联系人电话,监理单位,项目总监姓名,监理联系人姓名,监理联系人电话,面积,规模,结构,上层,下层,备案时间,竣工验收,备注,Id1,审核通过时间,日期,退件理由,验收报告,监督报告,备案证) values('".$row['会员标记码']."','".$row['账号']."','".$row['工程分类']."','".$row['工程状态']."','".$row['工程名称']."','".$row['项目地址']."','".$row['申报日期']."','".$row['承建单位']."','".$row['承建联系人']."','".$row['承建联系人电话']."','".$row['建造师姓名']."','".$row['参建单位']."','".$row['参建联系人姓名']."','".$row['参建联系人电话']."','".$row['监理单位']."','".$row['项目总监姓名']."','".$row['监理联系人姓名']."','".$row['监理联系人电话']."','".$row['面积']."','".$row['规模']."','".$row['结构']."','".$row['上层']."','".$row['下层']."','".$row['备案时间']."','".$row['竣工验收']."','".$row['备注']."','".$row['Id1']."','".$row['审核通过时间']."','".$row['日期']."','".$row['退件理由']."','".$row['验收报告']."','".$row['监督报告']."','".$row['备案证']."') ";
//		if($conn->query($sqli) === TRUE){
//				echo $sqli."\n\n<hr/>";
//		
//			}
////		}
//		}
//		}
		 
//		$sql="select * from 市示范工地 where id='102' "; 
//		$result=$conn->query($sql);	
//		if($result->num_rows>0){
//			while($row = $result->fetch_assoc())
//			{
//				
////				if($row['通讯员手机号码']!=""){
//	   
//		$sql2 = "INSERT INTO 新示范工地 (会员标记码,账号,工程分类,工程状态,工程名称,项目地址,申报日期,承建单位,施工单位联系人,施工单位联系人手机,参建单位,参建单位联系人,参建单位联系人电话,建造师项目经理,监理单位,总监,建筑面积,规模,结构,竣工时间,备注,建造师证证号,执业证资格证号,监理联系人,监理联系人电话,上层,下层,工程形象进度,日期,Id1,审核通过时间,退件理由,绿色通道,中标通知书) values('".$row['会员标记码']."','".$row['账号']."','".$row['工程分类']."','".$row['工程状态']."','".$row['工程名称']."','".$row['项目地址']."','".$row['申报日期']."','".$row['承建单位']."','".$row['施工单位联系人']."','".$row['施工单位联系人手机']."','".$row['参建单位']."','".$row['参建单位联系人']."','".$row['参建单位联系人电话']."','".$row['建造师项目经理']."','".$row['监理单位']."','".$row['总监']."','".$row['建筑面积']."','".$row['规模']."','".$row['结构']."','".$row['竣工时间']."','".$row['备注']."','".$row['建造师证证号']."','".$row['执业证资格证号']."','".$row['监理联系人']."','".$row['监理联系人电话']."','".$row['上层']."','".$row['下层']."','".$row['工程形象进度']."','".$row['日期']."','".$row['Id1']."','".$row['审核通过时间']."','".$row['退件理由']."','".$row['绿色通道']."','".$row['重点工程批文']."') ";
//		if($conn->query($sql2) === TRUE){
//				echo $sql2."\n\n<hr/>";
//			
//			}
//			else {
//  echo "Error: " . $sql2 . "<br>" . $conn->error;
//}
////		}
//		}
//		}
		
//		$sql3="select *from 外地会员  "; 
//		$result3=$conn->query($sql3);	
//		if($result3->num_rows>0){
//			while($row = $result3->fetch_assoc())
//			{
//				
////				if($row['通讯员手机号码']!=""){
//	   
//		$sql4 = "INSERT INTO 新外地会员 (会员状态,会员标记码,会员编号,企业名称,企业地址,邮政编号,电子邮箱,资质证书编号,主项资质,副项资质,企业法人,企业电话,企业传真号码,董事长,董事长联系电话,董事长手机号码,联系人,联系人手机号码,工商营业执照,资质证书,会员名称) values('".$row['会员状态']."','".$row['会员标记码']."','".$row['会员编号']."','".$row['申请单位名称']."','".$row['驻莞详细地址']."','".$row['邮政编号']."','".$row['企业邮箱']."','".$row['资质证书编号']."','".$row['主项资质']."','".$row['副项资质']."','".$row['法定代表人']."','".$row['办公电话']."','".$row['传真电话']."','".$row['企业驻莞负责人']."','".$row['负责人办公电话']."','".$row['驻莞手机号码']."','".$row['企业通讯员']."','".$row['通讯员手机号码']."','".$row['总公司营业执照']."','".$row['资质证书']."','".$row['会员名称']."') ";
//		if($conn->query($sql4) === TRUE){
//				echo $sql4."\n\n<hr/>";
//			
//			}
//		}
//		}
//		}
//		$conn->close();
$a='2018-06-01';
$b=str_replace("-","",$a);
echo $b;
?>